content/public_lists/things_to_say_when.md
+++
title = "Things to say when"
author = ["Hrishikesh Barman"]
draft = false
+++

Will be updating this page frequently because I come up with the best thing to say at places when I come back to my room from where I could say that thing. And it's common knowledge that the best arguments to fights come in the shower.


## Attending a party {#attending-a-party}

-   sike! i bought a goat with me.


## On a first date {#on-a-first-date}

Most of these are picked from ankit's instagram(that's how i know he mega simp) or other parts of the internet.

-   What are your day dreams about?
-   What does your soul look like?
-   If you could paint, what would be the first thing you'd paint?
-   How do you treat silence?
-   How do you forgive yourself?
-   What's the most important thing for you?
-   How do you love?
-   What are you looking for? are you looking for something?


## Just saw a crime happen {#just-saw-a-crime-happen}

-   Why did you have to do it like that?
-   Are you stupid in the brain?


## When someone is sad/grieving {#when-someone-is-sad-grieving}

-   Don't be sad. Stop being sad. Problem solved.
-   May her memory be a blessing
